Repository: darktable-org/darktable
Catalog: doc/usermanual/po/it.tmx
Source language: en
Languages: it

source: clear this rule
it: Pulisci questa regola

source: clear this rule or add new rules
it: Pulisci questa regola o aggiungine una nuova

source: type your query, use <, <=, >, >=, <>, =, [;] as operators
it: Scrivi la tua query, usa <, <=, >, >=, <>, =, [;] come operatori

source: type your query, use <, <=, >, >=, <>, =, [;] as operators, type dates in the form : YYYY:MM:DD HH:MM:SS (only the year is mandatory)
it: Scrivi la tua query, usa <, <=, >, >=, <>, =, [;] come operatori, scrivi le date nel formato : YYYY:MM:DD HH:MM:SS (solo l'anno è obbligatorio)

source: type your query, use `%' as wildcard and `,' to separate values
it: Digita la richiesta. Usare `%' come jolly e ',' per separare i valori

source: type your query, use `%' as wildcard
it: Digita la richiesta. Usare `%' come jolly

source: narrow down search
it: Restringi campo di ricerca

source: add more images
it: Aggiungi più immagini

source: exclude images
it: Escludi immagini

source: change to: and
it: Cambia in: e

source: change to: or
it: Cambia in: o

source: change to: except
it: Cambia in: eccetto

source: color picker
it: Selettore colore

source: pick color
it: seleziona colore

source: add sample
it: Aggiungi campione

source: hover to highlight sample on canvas, click to lock sample
it: Posizionati sopra per evidenziare il campione, fai click per acquisirlo

source: live samples
it: Campionatura live

source: point
it: Punto

source: mean
it: Medio

source: restrict histogram to selection
it: Restringi l'istogramma alla selezione

source: add
it: Aggiungi

source: display sample areas on image
it: Visualizza l'area campionata sull'immagine

source: history stack
it: Coda di sviluppo

source: open sidecar file
it: Apri file di elaborazione

source: XMP sidecar files
it: File di elaborazione XMP

source: error loading file '%s'
it: Errore nel caricamento del file '%s'

source: no history compression of 1 image. see tag: darktable|problem|history-compress.
it: Nessuna compressione della coda di sviluppo di 1 immagine. Vedi etichetta: darktable|problem|history-compress.

source: history compression warning
it: Avviso compressione coda di sviluppo

source: do you really want to clear history of %d selected image?
it: Vuoi veramente cancellare la coda di sviluppo dell'immagine %d selezionata?

source: delete images' history?
it: cancella la coda di sviluppo dell'immagine?

source: copy...
it: Copia...

source: copy part history stack of first selected image
it: Copia parte dello stack della cronologia passata della prima immagine selezionata

source: copy all
it: Copia tutto

source: copy history stack of first selected image
it: Copia lo stack della cronologia della prima immagine selezionata

source: paste...
it: Incolla...

source: paste part history stack to all selected images
it: Incolla parte dello stack della cronologia passata su tutte le immagini selezionate

source: paste all
it: Incolla tutto

source: paste history stack to all selected images
it: Incolla lo stack della cronologia passata su tutte le immagini selezionate

source: compress history
it: Comprimi coda di sviluppo

source: compress history stack of all selected images
it: Comprimi coda di sviluppo di tutte le immagini selezionate

source: discard history
it: Elimina coda di sviluppo

source: discard history stack of all selected images
it: Scarta coda di sviluppo di tutte le immagini selezionate

source: append
it: Aggiungi

source: how to handle existing history
it: Come gestire la coda di sviluppo esistente

source: load sidecar file...
it: Carica file XMP...

source: open an XMP sidecar file and apply it to selected images
it: Apri un file di elaborazione XMP e applicalo alle immagini selezionate

source: write history stack and tags to XMP sidecar files
it: Scrivi coda di sviluppo ed etichette nei file di elaborazione XMP

source: discard
it: Scarta

source: paste
it: Incolla

source: load sidecar files
it: Carica file XMP

source: duplicate manager
it: Gestore duplicati

source: existing duplicates
it: Duplicati esistenti

source: create a 'virgin' duplicate of the image without any development
it: Crea duplicato 'vergine' dell'immagine senza alcun sviluppo

source: create a duplicate of the image with same history stack
it: Crea duplicato dell'immagine con la medesima coda di sviluppo

source: export selected
it: Esporta selezionati

source: export to disk
it: Esporta su disco

source: storage options
it: Opzioni di salvataggio

source: target storage
it: Destinazione

source: format options
it: Opzioni formato

source: file format
it: Formato file

source: global options
it: Impostazioni esportazione

source: maximum output width set to 0 for no scaling
it: Larghezza massima del file generato impostare 0 per dimensioni originali

source: maximum output height set to 0 for no scaling
it: Altezza massima del file generato impostare 0 per dimensioni originali

source: max size
it: Dimensione max

source: allow upscaling
it: Abilita upscaling

source: high quality resampling
it: Ricampionamento in alta qualità

source: do high quality resampling during export
it: Ricampionamento in alta qualità durante l'esportazione

source: store masks
it: Salva maschere

source: store masks as layers in exported images. only works for some formats.
it: Salva le maschere come livelli nelle immagini esportate. Funziona solo per certi formati.

source: image settings
it: Impostazione immagine

source: output ICC profiles in %s or %s
it: Output del profilo ICC in %s o %s

source: style
it: Stile

source: temporary style to use while exporting
it: Stile temporaneo da usare durante l'esportazione

source: replace history
it: Rimpiazza cronologia

source: append history
it: Aggiungi cronologia

source: whether the style items are appended to the history or replacing the history
it: Aggiunge gli stili alla cronologia oppure la rimpiazza

source: export with current settings
it: Esporta con settaggi correnti

source: edit metadata exportation details
it: Modifica i dettagli per l'esportazione dei metadati

source: select tag
it: Seleziona etichetta

source: done
it: Fatto

source: list filter
it: Elenco filtri

source: list of available tags. click 'add' button or double-click on tag to add the selected one
it: Elenco di etichette disponibili. Clicca il pulsante 'Aggiungi' oppure fai doppio click sull'etichetta selezionata peraggiungerla.

source: type
it: Tipo

source: edit metadata exportation
it: Editor esportazione metadati

source: save
it: Salva

source: general settings
it: Impostazioni generali

source: exif data
it: Dati Exif

source: export exif metadata
it: Esporta metadati Exif

source: metadata
it: Metadati

source: export dt xmp metadata (from metadata editor module)
it: Esporta i metadati XMP di dt (dal modulo di gestione metadati)

source: only embedded
it: Solo quelli incorporati

source: per default the interface sends some (limited) metadata beside the image to remote storage. to avoid this and let only image embedded dt xmp metadata, check this flag. if remote storage doesn't understand dt xmp metadata, you can use calculated metadata instead
it: L'interfaccia invia in modo predefinito solo alcuni (limitati) metadati al servizio di archiviazione remota. Per evitare questo ed inviare solamente i metadati XMP incorporati di dt, abilita questa opzione. Se il servizio di archiviazione remota non è in grado di gestire i metadati XMP, puoi utilizzare quelli calcolati.

source: geo tags
it: Etichette geografiche

source: export geo tags
it: Esporta etichette geografiche

source: export tags (to Xmp.dc.Subject)
it: Esporta etichette (in Xmp.dc.Subject)

source: private tags
it: Etichette private

source: export private tags
it: Esporta etichette private

source: synonyms
it: Sinonimi

source: export tags synonyms
it: Esporta etichette sinonimi

source: omit hierarchy
it: Ometti gerarchia

source: only the last part of the hierarchical tags is included. can be useful if categories are not used
it: Solamente l'ultima parte delle etichette gerarchiche verrà inclusa. Utile nel caso in cui le categorie non vengano utilizzate

source: hierarchical tags
it: Etichette gerarchiche

source: export hierarchical tags (to Xmp.lr.Hierarchical Subject)
it: Esporta etichette gerarchiche (in Xmp.lr.Hierarchical Subject)

source: develop history
it: Storico sviluppo

source: export dt development data (recovery purpose in case of loss of database or xmp file)
it: Esporta di dati di sviluppo di dt (a scopo di recupero in caso di perdita del database o del file XMP)

source: per metadata settings
it: Impostazioni metadati

source: list of available tags
it: Elenco etichette disponibili

source: redefined tag
it: Etichette ridefinite

source: list of calculated metadata if formula is empty, the corresponding metadata is removed from exported file, if formula is '=', the exif metadata is exported even if exif data are disabled otherwise the corresponding metadata is calculated and added to exported file click on formula cell to edit. recognized variables:
it: Elenco dei metadati calcolati Se la formula è vuota, i metadati corrispondenti verranno rimossi dal file esportato Se la formula è '=', i metadati verranno esportati anche se i dati exif sono stati disabilitati Viceversa, i metadati corrispondenti verranno calcolati e aggiunti al file esportato Clicca sul campo della formula per modificarla. Variabili riconosciute:

source: add an output metadata tag
it: Aggiungi un'etichetta con i metadati dell'output

source: delete metadata tag
it: Elimina metadati etichetta

source: enter the time shown on the selected picture format: hh:mm:ss
it: Inserisci l'ora visualizzata sull'immagine selezionata formato:hh:mm.ss

source: open GPX file
it: Apri file GPX

source: GPS data exchange format
it: Formato di scambio dati GPS

source: camera time zone
it: Fuso orario fotocamera

source: most cameras don't store the time zone in EXIF. give the correct time zone so the GPX data can be correctly matched
it: Molte fotocamere non memorizzano il fuso orario fra i dati Exif. Assegna il fuso orario esatto in modo che i dati GPX possano corrispondere correttamente

source: time offset format: [+-]?[[hh:]mm:]ss
it: Compens. oraria formato: [+-]?[[hh:]mm:]ss

source: calculate the time offset from an image
it: Calcola la compens. oraria da un'immagine

source: apply time offset to selected images
it: Applica la compens. oraria alle immagini selezionate

source: apply GPX track file...
it: Applica un file tracciato GPX...

source: parses a GPX file and updates location of selected images
it: Analizza un file GPX e aggiorna la posizione delle immagini selezionate

source: histogram
it: Istogramma

source: set histogram mode to linear
it: Imposta la modalità di istogramma lineare

source: set histogram mode to waveform
it: Imposta la modalità di istogramma a forma d'onda

source: set histogram mode to logarithmic
it: Imposta la modalità di istogramma logaritmico

source: click to hide red channel
it: Click per nascondere il canale rosso

source: click to show red channel
it: Click per visualizzare il canale rosso

source: click to hide green channel
it: Click per nascondere il canale verde

source: click to show green channel
it: Click per visualizzare il canale verde

source: click to hide blue channel
it: Click per nascondere il canale blu

source: click to show blue channel
it: Click per visualizzare il canale blu

source: drag to change black point, doubleclick resets
it: Trascina per cambiare il punto di nero, doppio click per ripristinare

source: drag to change exposure, doubleclick resets
it: Trascina per cambiare l'esposizione, doppio click per ripristinare

source: hide histogram
it: Nascondi istogramma

source: create style from history
it: Crea uno stile dalla coda di sviluppo

source: compress history stack
it: Comprimi coda di sviluppo

source: create a minimal history stack which produces the same image
it: Crea una minima coda di sviluppo che produce la stessa immagine

source: create a style from the current history stack
it: Crea uno stile dall'attuale coda di sviluppo

source: always-on module
it: Moduli sempre attivi

source: default enabled module
it: Modulo abilitato in modo predefinito

source: deprecated module
it: Moduli deprecati

source: original
it: Originale

source: selected image[s]
it: Immagini selezionate

source: trash
it: Elimina

source: send file to trash
it: Sposta file nel cestino

source: physically delete from disk
it: Elimina fisicamente dal disco

source: remove
it: Rimuovi

source: remove from the collection
it: Rimuovi dalla raccolta

source: move...
it: Sposta...

source: move to other folder
it: Sposta in un'altra cartella

source: copy to other folder
it: Copia in un'altra cartella

source: create HDR
it: Crea HDR

source: create a high dynamic range image from selected shots
it: Crea HDR dagli scatti selezionati

source: duplicate
it: Duplica

source: add a duplicate to the collection, including its history stack
it: Aggiungi un duplicato alla raccolta, includendo la coda di sviluppo

source: rotate selected images 90 degrees CCW
it: Ruota le immagini selezionate di 90° orari

source: rotate selected images 90 degrees CW
it: Ruota le immagini selezionate di 90° orari

source: reset rotation
it: Ripristina rotazione

source: reset rotation to EXIF data
it: Ripristina rotazione ai dati Exif

source: copy locally
it: Copia localmente

source: copy the image locally
it: Copia l'immagine localmente

source: resync local copy
it: Risincronizza le copie locali

source: synchronize the image's XMP and remove the local copy
it: Sincronizza i file XMP e rimuovi le copie locali delle immagini

source: group
it: Raggruppa

source: add selected images to expanded group or create a new one
it: Aggiungi le immagini selezionate ad un gruppo esteso oppure creane uno nuovo

source: ungroup
it: Separa

source: remove selected images from the group
it: Elimina le immagini selezionate dal gruppo

source: ratings
it: Valutazione

source: select ratings metadata
it: Seleziona i metadati di classificazione

source: colors
it: Colori

source: select colors metadata
it: Seleziona i metadati colore

source: select tags metadata
it: Seleziona metadati etichette

source: select geo tags metadata
it: Seleziona metadati geografici

source: select dt metadata (from metadata editor module)
it: Seleziona i metadati di dt (dal modulo di gestione metadati)

source: set the (first) selected image as source of metadata
it: Imposta la (prima) immagine selezionata come sorgente per i metadati

source: paste selected metadata on selected images
it: Incolla i metadati selezionati sulle immagini selezionate

source: clear
it: Pulisci

source: clear selected metadata on selected images
it: Cancella metadati nelle immagini selezionate

source: merge
it: Unisci

source: how to handle existing metadata
it: Come gestire i metadati esistenti

source: update image information to match changes to file
it: Aggiorna le informazioni immagine per riflettere i cambiamenti del file

source: remove from collection
it: Rimuovi dalla raccolta

source: delete from disk or send to trash
it: Elimina dal disco o sposta nel cestino

source: resync the local copy
it: Risincronizza le copie locali

source: copy metadata
it: Copia metadati

source: replace metadata
it: Sostituisci metadati

source: paste metadata
it: Incolla metadati

source: clear metadata
it: Cancella metadati

source: scan for devices
it: Cerca dispositivi

source: import from camera
it: Importa dalla fotocamera

source: tethered shoot
it: Scatto in tethering

source: import folder
it: Importa cartella

source: device "%s" connected on port "%s".
it: Dispositivo "%s" connesso sulla porta "%s".

source: no supported devices found
it: Nessun dispositivo supportato

source: import options
it: Opzioni di importazione

source: import folders recursively
it: Importa ricorsivamente le cartelle

source: recursively import subfolders. Each folder goes into a new film roll.
it: Importazione ricorsiva delle sottocartelle. Ogni cartella creerà un nuovo rullino.

source: metadata to be applied per default
it: Metadati da applicare in modo predefinito

source: to be imported
it: Da importare

source: selected metadata are imported from image and override the default value
it: I metadati selezionati sono importati dall'immagine e sovrascrivono quelli originali

source: supported images
it: Immagini supportate

source: file has unknown format!
it: Il file ha un formato sconosciuto!

source: image...
it: Immagine...

source: select one or more images to import
it: Seleziona una o più immagini da importare

source: folder...
it: Cartella...

source: select a folder to import as film roll
it: Seleziona una cartella da importare come rullino

source: scan for newly attached devices
it: Cerca dispositivi collegati recentemente

source: edit `%s'
it: Modifica '%s'

source: nothing to save
it: Niente da salvare

source: live view
it: Visione reale

source: toggle live view
it: Passa alla visione reale

source: zoom live view
it: Ingrandisci visione reale

source: move focus point in (big steps)
it: Sposta all'interno il punto di messa a fuoco (a grandi passi)

source: move focus point in (small steps)
it: Sposta all'interno il punto di messa a fuoco (a piccoli passi)

source: move focus point out (small steps)
it: Sposta all'esterno il punto di messa a fuoco (a piccoli passi)

source: move focus point out (big steps)
it: Sposta all'esterno il punto di messa a fuoco (a grandi passi)

source: rotate 90 degrees ccw
it: Ruota di 90° in senso antiorario

source: rotate 90 degrees cw
it: Ruota di 90° in senso orario

source: flip live view horizontally
it: Rifletti la visione reale orizzontalmente

source: selected image
it: Immagine selezionata

source: overlay another image over the live view
it: Sovrapponi un'altra immagine sopra la vista dal vivo

source: image id
it: ID immagine

source: enter image id of the overlay manually
it: Inserisci manualmente id immagine della sovrapposizione

source: overlay mode
it: Modalità sovrapposizione

source: saturate
it: Satura

source: color dodge
it: Colore scherma

source: color burn
it: Colore brucia

source: hard light
it: Luce intensa

source: soft light
it: luce soffusa

source: exclusion
it: Esclusione

source: HSL hue
it: HSL tonalità

source: HSL saturation
it: Saturazione HSL

source: HSL color
it: Colore HSL

source: HSL luminosity
it: Luminosità HSL

source: mode of the overlay
it: Modalità di sovrapposizione

source: split line
it: Linea di divisione

source: only draw part of the overlay
it: Disegnare solo la parte della sovrapposizione

source: find location
it: Trova località

source: map settings
it: Impostazioni mappa

source: show OSD
it: Mostra OSD

source: toggle the visibility of the map overlays
it: Attiva o disattiva la visibilità della mappa sovrapposizioni

source: map source
it: Mappa sorgente

source: select the source of the map. some entries might not work
it: Scegli la mappa sorgente. Alcune potrebbero non funzionare

source: group #%d
it: Raggruppa #%d

source: duplicate this shape
it: Duplica questa forma

source: delete this shape
it: Elimina questa forma

source: remove from group
it: Rimuovi dal gruppo

source: group the forms
it: Raggruppa le forme

source: use inverted shape
it: Usa forme invertite

source: mode : union
it: Modalità : unione

source: mode : intersection
it: Modalità : intersezione

source: mode : difference
it: Modalità : differenza

source: mode : exclusion
it: Modalità : esclusione

source: cleanup unused shapes
it: Elimina forme non in uso

source: created shapes
it: Forme create

source: metadata editor
it: Editor metadati

source: <leave unchanged>
it: <lascia intalterato>

source: metadata settings
it: Impostazioni metadati

source: tick if the corresponding metadata is of no interest for you it will be hidden from metadata editor, collection, image information and import module neither will it be exported
it: Attiva il flag se i metadati corrispondenti non sono di interesse. In questo modo verranno nascosti dal gestore dei metadati, dalle collezioni, dalle informazioni sull'immagine e al modulo di importazione. Allo stesso modo non verranno esportati

source: private
it: Privato

source: tick if you want to keep this information private (not exported with images)
it: Attiva il flag se vuoi mantenere private queste informazioni (non verranno esportate con le immagini)

source: metadata list
it: Elenco metadati

source: metadata text. ctrl-wheel scroll to resize the text box ctrl-enter inserts a new line (caution, may not be compatible with standard metadata). if <leave unchanged> selected images have different metadata. in that case, right-click gives the possibility to choose one of them. press escape to exit the popup window
it: Testo metadati. Ctrl+(rotella mouse) per modificare le dimensioni della finestra, Ctrl+Invio per inserire una nuova riga (attenzione, potrebbe non essere compatibile con gli standard dei metadati). Nel caso in cui <leave unchanged> le immagini selezionate dovessero avere metadati differenti. In questo caso facendo click con il pulsante destro del mouse avrete la possibilità di selezionarne solo uno. Premete quindi Esc per uscire dalla finestra.

source: remove metadata from selected images
it: Elimina metadata dalle immagini selezionate

source: write metadata for selected images
it: Scrivi metadata nelle immagini selezionate

source: configure metadata
it: Configura metadati

source: Creative Commons Attribution (CC BY)
it: Attribuzione Creative Commons (CC-BY)

source: Creative Commons Attribution-ShareAlike (CC BY-SA)
it: Attribuzione Creative Commons - Condividi allo stesso modo (CC-BY-SA)

source: Creative Commons Attribution-NoDerivs (CC BY-ND)
it: Attribuzione Creative Commons - No opere derivate (CC-BY-ND)

source: Creative Commons Attribution-NonCommercial (CC BY-NC)
it: Attribuzione Creative Commons - Non commerciale (CC-BY-NC)

source: Creative Commons Attribution-NonCommercial-ShareAlike (CC BY-NC-SA)
it: Attribuzione Creative Commons - Non commerciale - Condividi allo stesso modo (CC-BY-NC-SA)

source: Creative Commons Attribution-NonCommercial-NoDerivs (CC BY-NC-ND)
it: Attribuzione Creative Commons - Non commerciale - No opere derivate (CC-BY-NC-ND)

source: all rights reserved
it: Tutti i diritti riservati

source: all rights reserved.
it: Tutti i diritti riservati

source: filmroll
it: Rullino

source: group id
it: Identificatore gruppo

source: version
it: Versione

source: full path
it: Percorso completo

source: flags
it: Etichette

source: focus distance
it: Distanza focale

source: datetime
it: Data e ora

source: height
it: Altezza

source: export width
it: Esporta larghezza

source: export height
it: Esporta altezza

source: longitude
it: Longitudine

source: elevation
it: Altitudine

source: categories
it: CategorieSenza categoria

source: image information
it: Informazioni immagine

source: double click to jump to film roll %s
it: Doppio click andare al rullino %s

source: unused
it: Non usato

source: unused/deprecated
it: Non usato/deprecato

source: marked for deletion
it: Contrassegnata per l'eliminazione

source: auto-applying presets applied
it: Applicato preset auto-applicante

source: legacy flag. set for all new images
it: Etichetta ricorsiva. impostata per tutte le nuove immagini

source: has .txt
it: Ha .TXT

source: has .wav
it: Ha .WAV

source: image rejected
it: Immagine scartata

source: image has %d star
it: L'immagine ha %d stella

source: unknown
it: Sconosciuto

source: loader: %s
it: Caricatore: %s

source: jump to film roll
it: Vai al rullino

source: modulegroups
it: Moduli di gruppo

source: show only active modules
it: Mostra solo i moduli attivi
